{
	"name": "suggerer",
	"description": "Créer une nouvelle suggestion pour ce serveur",
	"postAsSuggestionName": "Publier comme suggestion",
	"componentsAccept": "Accepter",
	"componentsArchive": "Archiver",
	"componentsConsider": "Considérer",
	"componentsCreateThread": "Créer un fil",
	"componentsDeny": "Refuser",
	"modifyArchived": "Vous ne pouvez pas modifier une suggestion archivée. Vous pouvez y faire référence avec une nouvelle suggestion.",
	"modifyDoesNotExist": "La suggestion que vous avez spécifiée n'existe pas.",
	"modifyMessageDeleted": "Il semble que la suggestion que vous essayez de modifier ait été supprimée et donc automatiquement archivée. Désolé de ne pas avoir pu le faire!",
	"modifyMismatchingAuthor": "Vous ne pouvez pas modifier la suggestion de quelqu'un d'autre.",
	"modifyNotConfigured": "Ce serveur a supprimé le canal des suggestions de la configuration, et de ce fait, toutes les suggestions sont désormais en lecture seule. Veuillez contacter les administrateurs du serveur à propos de cet incident si cela était censé fonctionner.",
	"modifyReplied": "Vous ne pouvez pas modifier une suggestion qui a reçu une réponse. Vous pouvez y donner suite dans le canal de discussion.",
	"modifySuccess": "La mise à jour de votre suggestion (`#{{id}}`) a été effectuée avec succès !",
	"cooldown": "Vous ne pouvez plus utiliser cette commande en raison du temps de recharge jusqu'à {{time}}.",
	"newMessageContent": "[`#{{id}}`] **{{user.mention}} suggéré le {{timestamp}}** :\n{{message}}",
	"newMessageEmbedTitle": "#{{id}} - {{user.tag}} ({{user.id}})",
	"newFailedToSend": "Je suis désolé, mais je n'ai pas pu poster un message dans {{channel}}. Veuillez signaler ce problème à un administrateur. 😦",
	"newNotConfigured": "Ce serveur n'a pas encore configuré le canal de suggestions. Veuillez contacter les administrateurs pour le configurer !",
	"newSuccess": "Envoi réussi de votre suggestion (`#{{id}}`) !",
	"reactionsFailed": "Je n'ai pas pu ajouter {{failed, list(conjunction)}}.",
	"reactionsFailedAndRemoved": "Je n'ai pas pu ajouter {{failed, list(conjunction)}}, dont j'ai supprimé {{removed, list(conjunction)}} car j'ai perdu l'accès pour réagir avec eux.",
	"optionsIdName": "id",
	"optionsIdDescription": "Numéro de la suggestion à éditer",
	"optionsSuggestionName": "suggestion",
	"optionsSuggestionDescription": "La suggestion à afficher",
	"rePostNoContent": "Je n'ai pas pu publier le message en tant que suggestion parce qu'il n'a pas de contenu à copier."
}
